Autodesk.Revit.DB.Events.ExternalDataInstanceAddingIntoDocumentEventArgs.TypeId
The type id of the newl external data instance that is being added.
Since:
2023

Autodesk.Revit.DB.Events.ExternalDataInstanceAddingIntoDocumentEventArgs
The event arguments used by the ExternalDataInstanceAddingInto event.
Since:
2023